Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_3.tmx
Source language: de
Languages: en

source: Artikel aus synthetischem Gummi für Dichtungszwecke
en: Articles made of synthetic rubber for jointing purposes

source: Waren aus synthetischem Gummi zum Abdichten
en: Articles made of synthetic rubber for sealing

source: Isolieranstrichfarben auf Wasserbasis zur Verwendung in der Automobilindustrie
en: Water based paints [insulating] for use in the automobile industry

source: Dichtungsprofile aus geschäumtem Gummi
en: Draught excluders made of foam rubber

source: Dichtungsprofile aus geschäumten Gummistreifen
en: Draught excluders of foam rubber strips

source: Elastomere Dichtungsmassen in Form von Spritzpasten für Fugen
en: Elastomeric sealants in the form of extrudable pastes for joints

source: Dichtungsmassen für Schraubengewinde
en: Thread (Screw -) sealing compounds

source: Baumrinde für die Schallisolierung
en: Bark coverings for sound insulation

source: Asbest zur Verwendung bei der Herstellung von Bremsbelägen
en: Asbestos for use in the manufacture of brake linings

source: Leitungsarmierungen, nicht aus Metall
en: Reinforcing materials, not of metal, for pipes

source: Kennungshüllen aus Gummi für Rohre
en: Identification sleeves of rubber for tubes

source: Gewerbliche Isolieranstrichfarben
en: Industrial coatings [insulating]

source: Synthetisches Isoliermaterial zum thermischen Schutz von Rohren
en: Insulations of synthetic material for the thermic protection of pipes

source: Isolatoren zur Verwendung beim Schutz von Gebäuden
en: Insulators for use in the protection of buildings

source: Elektrisch isolierende Gummiprodukte
en: Electrical insulating rubber products

source: Schaumgummi
en: Foam rubber

source: Dämmungsmaterial für den Schallschutz
en: Barriers for protection against sound

source: Selbstklebende Dichtungsstreifen für Dachfugen
en: Adhesive sealing strip for roofing joints

source: Ölgetränktes Papier für Isolierzwecke
en: Paper impregnated with oil for insulating

source: Gewebe aus chemisch hergestellten Fasern für Isolierzwecke
en: Fabrics of chemically produced fibres for use as insulation

source: Bewässerungsschläuche, nicht aus Metall
en: Tubes (Non-metallic -) for irrigation

source: Vernetzte Polymermembranen in Hohlfaserform
en: Cross-linked polymeric membranes in hollow fibre form

source: Elastomere zum Bekleben von Gegenständen beim Sandstrahlen
en: Elastomers for bonding to articles used for shot-blasting

source: Schaumgummi mit geschlossenen Zellen zur Schalldämmung
en: Expanded closed cell rubber for sound deadening

source: Gummipuffer für Ladedocks
en: Rubber bumpers for loading docks

source: Gummischnitzel oder -granulate als Dichtungsabdeckung für Spielplatzböden
en: Rubber chips or granules for use as a playground ground cover

source: Dichtungsmittel für Pflasterfugen
en: Sealants for pavement joints

source: Flexible Schläuche aus Polyvinylchlorid
en: Non-metallic flexible hose made of polyvinylchloride

source: Dichtungsmassen für Fugen, nicht aus Metall
en: Non-metallic sealing compounds for joints

source: Schalldämmplatten für Gebäude
en: Acoustical panels for buildings

source: Metallbeschichtete bituminöse Mastixabdichtungsstreifen [ausgenommen für Bauzwecke]
en: Metal faced bituminous mastic sealing strip [other than for building]

source: Mikroporöse synthetische Folien für die Herstellung von Schutzbekleidung
en: Microporous synthetic sheets for the manufacture of protective clothing

source: Mikroporöse synthetische Folien für die Herstellung von Regenschutzbekleidung
en: Microporous synthetic sheets for the manufacture of protective rainwear

source: Isoliermaterial für Elektrokabelverbindungen
en: Insulation articles for use on splices of electric cables

source: Umhüllte Gummifäden und -garne [nicht für Textilzwecke]
en: Covered rubber thread and yarn [not for textile use]

source: Schläuche aus mit Synthetikgewebe verstärktem Gummi
en: Flexible pipes of rubber reinforced with synthetic fabric

source: Schläuche, nicht aus Metall, für die Durchleitung flüssiger Medien
en: Flexible tubes (Non-metallic -) for the conducting of liquid media

source: Flexible Schläuche für Isolierzwecke
en: Flexible tubing for insulation purposes

source: Papier für elektrische Kondensatoren
en: Paper for electrical capacitors

source: Extrudierte Kunststoffe [Halbfabrikate]
en: Extruded plastics [semi-finished products]

source: Dehnungsfugen aus Gewebe
en: Fabric expansion joints

source: Schalldämmende Wandverkleidungen
en: Sound-damping wall coverings

source: Verbindungsschläuche für Kraftfahrzeugkühler
en: Pipes made of rubber for motor vehicles

source: Heißsiegelfähige Kunststofffolien zur Verwendung in der Produktion
en: Heat sealable plastics sheeting for use in manufacture

source: Mit synthetischen Harzen imprägnierte Fasern für Isolierzwecke
en: Fibres impregnated with synthetic resins for insulation

source: Dichtungsmassen für Fugen
en: Fillers for panel joints

source: Abdichtband zur Verwendung mit Isolierglas
en: Sealing tape for use with insulated glass

source: Dichtungen, nicht aus Metall, für Lagertanks mit schwimmendem Dach
en: Seals (Non-metallic -) for floating roof storage tanks

source: Wattierte Artikel zur Isolierung
en: Quilted wadding articles for insulation

source: Glasfaserstreifen für Isolierzwecke
en: Glass fibre strips for insulation purposes

source: Polypropylenfolien, ausgenommen für Einpack- und Verpackungszwecke
en: Polypropylene films, other than for wrapping or packaging

source: Schläuche, nicht aus Metall, mit Flanschwinkel
en: Fleeces of crude fibres of glass [insulation]

source: Vliese aus Glasrohfasern [für Isolierzwecke]
en: Acrylic resins [semi-finished products]

source: Wetterschutzdichtungsstreifen, nicht aus Metall, für Fenster
en: Fabrics made from polyester for use as insulation

source: Dichtungselemente, nicht aus Metall
en: Sealing membranes (Non-metallic -)

source: Dichtungsmembranen, nicht aus Metall
en: Polyvinyl chloride compounds [semi-processed]

source: Dichtungen für Rohre, nicht aus Metall
en: Seals (Non-metallic -) for pressure cookers

source: Gummi für die Schallisolierung
en: Rubber for sound insulation

source: Filtermaterial [Kunststoff- oder Schaumstoffhalbfabrikate]
en: Filtering materials [semi-processed foams or films of plastic]

source: Gummimuffen zum Schutz von Maschinenteilen
en: Rubber sleeves for protecting parts of machines

source: Schallschutztafeln für Fernstraßen und andere Transporttrassen
en: Sound barrier panels for use along highways and other transportation corridors

source: Isolatoren für Elektrokabel
en: Insulators for electrical cables

source: Schaumstoff in Form von Blöcken als Wärmeisoliermaterial
en: Foam in the form of blocks for use as heat insulation

source: Polyurethanschaum für Isolierzwecke
en: Polyurethane foam for insulating purposes

source: Polyurethanschaum in Form von Blöcken zur Isolierung
en: Polyurethane foam in blocks for insulating

source: Graphitdichtungen für Pumpen
en: Graphite packing for pumps

source: Isolierdecken für Heißwasserbereiter
en: Insulating blankets for hot water heaters

source: Polyamidschaum enthaltende Verbundplatten zur Schalldämmung
en: Laminates containing polyamide foams for acoustic insulation

source: Mastixverbindungen für Dichtungen und Fugen
en: Mastic compositions for sealing and jointing

source: Artikel aus synthetischem Gummi für Isolierzwecke
en: Articles made of synthetic rubber for insulation purposes

source: Waren aus Gummi zur Verbindung von Rohren
en: Articles of rubber for use in connecting pipes

source: Dekorative Kunststofffolien als Halbfabrikate
en: Decorative plastics films being semi-finished products

source: Gasundurchlässiges Dichtungsmaterial aus Elastomeren
en: Elastomeric sealing material being gas impermeable

source: Wärmeisoliermaterial aus Kunststoff
en: Thermal insulating material of plastics

source: Ummantelungen zur Wärmeisolierung für Ventile
en: Thermal insulation jackets for valves

source: Wärmeleitende Isolatoren
en: Thermally conductive insulators

source: Dichtungsmassen für Schraubgewinde
en: Thread (Screw -) jointing compounds

source: Chemische Fasern nicht für Textilzwecke
en: Chemical fibres not for textile use

source: Gummiformen für die Herstellung von Gehwegeinfassungen
en: Moulds of rubber for use in the production of path edgings

source: Durch einen Epoxydierungsprozess modifizierter Naturkautschuk
en: Natural rubber modified by a process of epoxidation

source: Nicht metallische Rohranschlüsse
en: Non-metallic couplings for pipes

source: Rohrfittings, nicht aus Metall
en: Non-metallic fittings for pipes

source: Armierungen, nicht aus Metall, für Druckluftleitungen
en: Fittings, not of metal, for compressed air lines

source: Undurchlässige Klebestreifen für Dachkanäle
en: Impervious adhesive strips for valley channels

source: Feuerfestes Isoliermaterial
en: Insulating refractory materials

source: Flexibles Wärmeisoliermaterial aus Elastomeren
en: Flexible elastomeric thermal insulation

source: Flexible Hanfschläuche mit Drahtgeflecht
en: Flexible hose of hemp with wire braiding

source: Flexible Schläuche aus Polymerwerkstoffen
en: Flexible hoses made of polymeric materials

source: Kunststoffmaterial in Form von Stangen [Halbfabrikate]
en: Plastics materials in the form of rods [semi-finished products]

source: Kunststoffmaterial in Form von Streifen [Halbfabrikate]
en: Plastics materials in the form of strips [semi-finished products]

source: Polyesterfolien [ausgenommen für Verpackungszwecke]
en: Polyester sheets [other than for wrapping or packaging]

source: Polyestervlies zur Schallisolierung
en: Polyester fleece for acoustic insulation

source: Geformte Streifen aus Gummi für die Herstellung von Fenstern
en: Shaped strips of rubber for use in the manufacture of windows

source: Folien aus bedruckbarem Polypropylen
en: Sheets of printable polypropylene

source: Fugendichtungsmittel aus Silikongummi
en: Silicon rubber joint sealing compounds

source: Nicht metallische isolierte Rohre
en: Non-metallic insulated pipes

source: Synthetischer Gummi
en: Synthetic rubber

source: Wasserschläuche aus Gummi
en: Water hoses of rubber

source: Wasserdichte Gummimanschetten
en: Water-tight collars of rubber

source: Hartschaumstoffplatten aus Polyvinylchlorid zur Verwendung in der Produktion
en: Rigid polyvinyl chloride foamed sheets for use in manufacture

source: Nicht metallische Schlauchanschlüsse
en: Connectors (Non-metallic -) for hoses

source: Kantenschützer aus Gummi
en: Corner protectors of rubber

source: Schlauchkupplungen aus Gummi
en: Couplings of rubber for tubes

source: Rohfasern aus Gestein für Isolierzwecke
en: Crude fibres of rock for insulation purposes

source: Elastomerfolien zum Schutz von Oberflächen in zum Kugelstrahlen genutzten Bereichen
en: Elastomeric sheeting for protecting surfaces in areas used for shot-peening

source: Dehnbare Feuerschutzkissen zur Vermeidung der Ausbreitung von Bränden
en: Expanding pillows for the prevention of fire penetration

source: Wasserdichte Isolierfliesen
en: Insulating water proofing tiles

source: Isoliermaterial für unterirdische Rohre und Tanks
en: Insulation for underground pipes and tanks

source: Synthetische Fasern, ausgenommen für Textilzwecke
en: Synthetic fibres, other than for textile use

source: Dehnungsfugenfüllmittel für Straßenpflaster
en: Fillers for expansion joints for pavement

source: Glasfaserisoliermaterial für Gebäude
en: Fiberglass insulation for buildings

source: Nicht metallische Dichtungen
en: Non-metallic seals [not stamps]

source: Nicht metallische halbflexible Schläuche für verdichtete Flüssigkeiten
en: Non-metallic semi-rigid pipes for use with pressurised fluids

source: Kunststofffasern, nicht für Textilzwecke
en: Plastic fibers [fibres], not for textile use

source: Klebebänder zum Abdichten von Kartons für industrielle oder gewerbliche Zwecke
en: Adhesive bands for sealing cartons for industrial or commercial use

source: Gummitaschen [Hüllen oder Beutel] zum Verpacken von Waren
en: Rubber bags for merchandise packaging [envelopes or pouches]

source: Kunststofffasern für die Herstellung von Dichtungen
en: Plastics fibres for use in the manufacture of packings

source: Isolierhüllen zur elektrischen Abschirmung von Kabeln
en: Insulating wrap for the electrical shielding of cables

source: Dichtungsmassen zur Abdichtung von Rohrgewinden
en: Caulking compounds for sealing pipe threads

source: Faserplatten für die Hochtemperaturisolierung
en: Fibreboard for high temperature insulation

source: Gummibahnen für Packzwecke
en: Rubber sheets for packing

source: Dehnungsfugen für das Verlegen von Fußböden
en: Expansion joints for use in floor constructions

source: Isoliermaterial für Elektrozwecke
en: Insulating materials for electrical purposes

source: Isolieranstrichfarben für Dächer
en: Insulating paints for roofs

source: Verbindungsventile aus Gummi für nicht elektrische Kabel
en: Splice connectors (Rubber -) for non-electric cables

source: Gummistopfen [für gewerbliche Verpackungsbehälter]
en: Rubber stoppers [for industrial packaging containers]

source: Kautschukhalbfabrikate in Form von Spänen
en: Semi-finished rubber in the form of machinings

source: Kolbendichtungen, nicht aus Metall
en: Piston seals (Non-metallic -)

source: Kunststofffolie für Isolierzwecke
en: Plastic film for insulating purposes

source: Kunststofffolien für die Elektronikisolation
en: Plastic films for electronic insulation

source: Hitzebeständige Fasern [für Isolierzwecke]
en: Heat resistant fabrics [insulation]

source: Wärmeschrumpfbare Silikonkautschukschläuche
en: Heat shrinkable silicone rubber tubing

source: Polyurethanfolie zur Verwendung in Glasverbundmaterial
en: Polyurethane film for use in glass laminations

source: Dichtringe für Schlaucharmaturen, nicht aus Metall
en: Sealing rings for hose fittings (Non-metallic -)

source: Wattierte Textilwaren für Isolierzwecke
en: Quilted textile articles for insulation

source: Polymerharzfasern [ausgenommen für Textilzwecke]
en: Polymer resin fibres [other than for use in textiles]

source: Poröse Polymermembrane in Hohlfaserform
en: Polymeric porous membranes in hollow fibre form

source: Teilweise bearbeitete Polymerharze in Form von Ballen
en: Semi-worked polymer resins in the form of bales

source: Sequenzmembranen aus Polyvinylidenfluorid
en: Sequency membranes of polyvinylidene fluoride

source: Formprofile aus Gummi für Packungszwecke
en: Shaped sections of rubber for packing purposes

source: Geformte Streifen aus Gummi als Zugluftabdichtung an Türen
en: Shaped strips of rubber for use as draught seals in doors

source: Platten aus Schaumpolymeren auf Polyvinylchloridbasis zur Verwendung in der Produktion
en: Panels made of polyvinylchloride based expanded polymer for use in manufacture

source: Platten aus geschäumten Polymeren auf Polyvinylchloridbasis [Halbfabrikate]
en: Panels made of polyvinylchloride based expanded polymer [semi-finished]

source: Reflektierende Folien, nicht aus Metall, zur Verhinderung von Wärmeübertragung
en: Reflective sheeting (Non-metallic -) for obviating heat transmission

source: Hüllen aus Gummi zum Schutz von Waren vor Stoßbeschädigung
en: Sleeves of rubber for protecting articles from damage through impact

source: Schallabsorbierende Platten
en: Sound-absorbing plates

source: Feuerfeste Fasern [Asbest]
en: Flame retardant fabrics [asbestos]

source: Gewebe aus Kohlenstofffasern für Isolierzwecke
en: Fabrics of carbon fibre for use as insulation

source: Dichtungsmassen zum Stoppen von Leckagen in Wasserbehältern
en: Sealing compounds for stopping leakage from water tanks

source: Klebebänder für die Sicherung von Bodenbelägen
en: Adhesive tapes for use in securing floor coverings

source: Unterlegscheiben aus Vulkanfiber zum Schutz von Ankerschrauben
en: Washers of vulcanised fibre for the protection of lag screws

source: Dichtungen für Nutzfahrzeuge
en: Gaskets for commercial vehicles

source: Gummimuffen zur Stabilisierung von Bohrgestängen
en: Stabilizer sleeves (Non-metallic -) for drill pipes

source: Harze zur Regulierung der Viskosität von Flüssigkeiten
en: Resins for use in controlling the viscosity of fluids

source: Harze zur Bildung einer gehärteten Schicht auf Fußböden
en: Resins for use in forming a hardened skin on flooring

source: Kunststoffgarne, nicht für Textilzwecke
en: Threads of plastic materials, not for textile use

source: Verbindungschläuche für Kraftfahrzeugkühler
en: Connecting hose for vehicle radiators

source: Halbverarbeitetes Folienmaterial für Fahrzeugbremsbeläge
en: Semi-processed vehicle brake lining sheet stock

source: Schaumstoff als Hitzeschilde
en: Foam for use as heat shields

source: Zellstofffolien zur Verwendung in der Produktion
en: Foils of cellulose for use in manufacture

source: Polystyroltafeln für Isolierzwecke
en: Polystyrene panels for insulating purposes

source: Polyethylenfolien [ausgenommen für Einpack- und Verpackungszwecke]
en: Polythene films [other than for wrapping or packaging]

source: Schwingungsdämpfer aus Gummi
en: Vibration dampers of rubber

source: Viskoseplatten [Halbfabrikate]
en: Viscose sheets [semi-finished product]

source: Glasfaserisolierung für Heißwasserbereiter
en: Glass fiber insulation for hot water heaters

source: Schwingungsunterdrückende synthetische Gummiartikel
en: Articles made of synthetic rubber for use in vibration suppression

source: Artikel aus Schaumkunststoffen als Basis für Blumengestecke
en: Articles of foamed plastics for use as bases of floral tributes

source: Latex für die Herstellung von Kondomen
en: Latex for use in the manufacture of condoms

source: Waren für die Wärmeisolierung
en: Thermal insulating articles

source: Transfermembran aus Zellulose
en: Transfer membranes of cellulose

source: Transfermembranen aus Polyvinylidenfluorid
en: Transfer membranes of polyvinylidene fluoride

source: Dielektrika [Isolatoren]
en: Dielectrics [insulators]

source: Hartgummi [Ebonit]
en: Ebonite [vulcanite]

source: Synthetisches Isoliermaterial zum thermischen Schutz von Verbindungen
en: Insulation of synthetic material for the thermic protection of connections

source: Isolierungen mit Dichtungsfunktionen zum Lärmschutz
en: Insulations with sealing functions for noise protection

source: Verbundfolie zum Heißlaminieren von Druckereierzeugnissen
en: Bonding film for heat-initiated lamination with printed matter

source: Rohlaufstreifen aus Gummi zur Runderneuerung von Reifen
en: Camelback rubber sheets for rebuilding tyres

source: Geformte Streifen aus Gummi als Abdichtung bei der Herstellung von Fenstern
en: Shaped strips of rubber for use as seals in the manufacture of windows

source: Gewebe aus anorganischen Fasern für Isolierzwecke
en: Fabrics of inorganic fibres for use as insulation

source: Behandeltes Kautschukpulver als Halbfabrikat
en: Treated rubber powder as half manufacture

source: Elastomere zum Bekleben von Flächen beim Kugelstrahlen
en: Elastomers for bonding to surfaces in areas for shot-peening

source: Geschäumte ungesättigte Polyesterharze [teilweise bearbeitet]
en: Expanded unsaturated polyester resins [semi-processed]

source: Isolatoren für Gleisanlagen
en: Insulators for railway tracks

source: Laminatfolien zum Einsatz mit Substraten
en: Laminate foil for application to a substrate

source: Kunststoffe in Stangenform zur Verwendung in der Produktion
en: Synthetic resins in rod form for use in manufacture

source: Glasfasergewebe zur Gebäudeisolierung
en: Fiberglass fabrics for building insulation

source: Dichtungsmittel für Klempnerarbeiten
en: Gasket sealer for use in plumbing

source: Gemische aus Harzen und Füllstoffen als Zwischenprodukte
en: Mixtures of resins with fillers for use as intermediates

source: Isolatoren für elektrische Leiter
en: Insulation for electric conductors

source: Asbestschnüre und -fäden
en: Asbestos cords and strings

source: Waren aus Gummi zur Abdichtung von Rohrleitungen
en: Articles of rubber for use in sealing tubes

source: Polster- und Füllmaterial aus Gummi
en: Packaging [cushioning and stuffing] of rubber

source: Extrudierte Polyethylenfolien zum Bau von Glasglocken
en: Extruded polythene sheeting for the construction of cloches

source: Extrudierte Polyäthylenfolie mit hoher Lichtdurchlässigkeit [ausgenommen für Verpackungszwecke]
en: Extruded polythene sheeting of high light transmission [other than for packaging]

source: Isolieranstrichfarben für Wände
en: Insulating paints for walls

source: Berieselungsschläuche, nicht aus Metall
en: Sprinkling pipes (Non-metallic -)

source: Gummistopper für Stufenmatten
en: Stair fittings of rubber

source: Chemische Leckdichtungsmittel zur Auskleidung von Rohren
en: Chemical compositions for lining pipes to repair leaks

source: Verbundstoffe aus Gummi
en: Compositions of rubber

source: Polyamidharzhalbfabrikate zur Verwendung in der Produktion
en: Semi-finished polyamide resins for use in manufacture

source: Rohre aus Kunststoff für Kraftfahrzeuge
en: Pipes made of plastic for motor vehicles

source: Füllmittel für Fugendichtungen
en: Fillers for joint packing

source: Dichtungsstreifen, nicht aus Metall
en: Weatherstrippings (Non-metallic -)

source: Dichtungen für Kabel, nicht aus Metall
en: Seals (Non-metallic -) for cables

source: Gummiprofile zur Verwendung in der Produktion
en: Profiles of rubber for use in manufacture

source: Schweißdraht aus Kunststoff
en: Threads of plastic for soldering

source: Isolierhüllen für Wasserbehälter
en: Insulating jackets for water tanks

source: Polyäthylenharz [Halbfabrikate]
en: Polyethylene resin [semi-finished]

source: Halbfabrikate aus Polymerharzen
en: Semi-worked polymer resins

source: Nicht metallisches Zubehör für flexible Rohre
en: Fittings [non-metallic] for flexible pipes

source: Rohrabzweigungsstücke, nicht aus Metall [als Teile von unbeweglichen Wasserrohren]
en: Pipe fittings [junctions] (non-metallic -) parts of rigid water pipes

source: Polyäthylenkunstharz für Schaumstoffformteile [Halbfabrikate]
en: Polyethylene synthetic resin [semi-processed] for foam mouldings

source: Manschetten zur Isolierung von Kraftübertragungskomponenten
en: Sleeves for insulating engine transmission components

source: Schalldämmplatten für Bauzwecke
en: Sound proofing boards for use in building

source: Gewebe aus Leinen für Isolierzwecke
en: Fabrics made from linen for use as insulation

source: Gewebe aus synthetischen Fasern [für Isolierzwecke]
en: Fabrics made from synthetic fibres [for insulation]

source: Akrylharze für Isolierzwecke
en: Acrylic resins (Insulating -)

source: Polyvinylchloridharze [Halbfabrikate]
en: Polyvinyl chloride resins [semi-processed]

source: Fettdichtungen, nicht aus Metall
en: Seals (Non-metallic -) for grease

source: Gummidichtungen für Fugen
en: Rubber sealants for joints

source: Gemische aus Gummigranulat und Polyurethabindemittel
en: Granules of rubber mixed with polyurethane binder

source: Glasfasern für die Herstellung von Gebäudeisoliermaterial
en: Glass fibers for use in the manufacture of building insulation

source: Ventile aus Vulkanfiber
en: Valves of vulcanised fibre

source: Material, nicht aus Metall, zur Lärmminderung [Isolierung]
en: Structures (non-metallic -) for noise abatement [insulation]

source: Synthetisches Kautschukmaterial für die Herstellung von Schuhsohlen
en: Synthetic rubber material for use in the manufacture of shoe soles

source: Harze in flüssiger Form [Halbfabrikate]
en: Resins in liquid form [semi-processed]

source: Füllmaterial aus Gummi
en: Stuffing of rubber

source: Matten zur Wärmedämmung
en: Thermal insulating mats

source: Kunststofffolien für landwirtschaftliche Zwecke
en: Plastic sheeting for agricultural purposes
